{
  "Activate your <strong>browser microphone</strong> near your URL bar above.": "Ative seu <strong>microfone do navegador</strong> próximo da barra de URL acima.",
  "Add a friend": "Adicionar um amigo",
  "Alright, you're ready to use TOOL_NAME. Now start collaborating on SITE_NAME!": "Beleza, você está pronto para usar TOOL_NAME. Agora começe a colaborar em SITE_NAME!",
  "anyone": "qualquer um",
  "Are you sure you'd like to end your TOOL_NAME session?": "Você tem certeza que quer terminar sua sessão TOOL_NAME?",
  "Audio chat requires you to use a <a href='https://github.com/mozilla/togetherjs/wiki/About-Audio-Chat-and-WebRTC' target='_blank'>newer browser</a>!": "Conversa com áudo requer que você use um <a href='https://github.com/mozilla/togetherjs/wiki/About-Audio-Chat-and-WebRTC' target='_blank'>navegador mais moderno</a>!",
  "Audio Chat": "Chat com Áudio",
  "Cancel": "Cancelar",
  "Change avatar": "Alterar avatar",
  "Change your avatar, name and user color using the Profile button.": "Altere seu avatar, nome e cor usando o botão Perfil.",
  "Chat": "Chat",
  "Close": "Fechar",
  "Copy and paste this link into IM or email to invite friends.": "Copie e cole este link em uma mensagem instantânea ou email para convidar seus amigos.",
  "Copy and paste this link over IM or email:": "Copie e cole este link em uma mensagem instantânea ou email:",
  "Currently at:": "Atualmente em:",
  "declined to join the session.": "rejeitou entrar na sessão.",
  "Don't show again.": "Não mostrar novamente.",
  "End session": "Terminar sessão",
  "End session?": "Terminar sessão?",
  "End TOOL_NAME": "End TOOL_NAME",
  "End": "Terminar",
  "Enter your name": "Digite seu nome",
  "Feedback": "Feedback",
  "Follow this participant:": "Seguir este participante:",
  "Follow:": "Seguir:",
  "Following to new URL...": "Seguindo para nova URL...",
  "Following": "Seguindo",
  "Friends who join your TOOL_NAME session will appear here.  You can click their avatars to see more.": "Amigos que entraram na sua sessão TOOL_NAME aparecerão aqui.  Você pode clicar no avatar deles para ver mais.",
  "has gone to:": "foi para:",
  "has invited": "foi convidade",
  "Help": "Ajuda",
  "here": "aqui",
  "I'm ready!": "Estou pronto!",
  "If your browser supports it, click the microphone icon to begin a audio chat. Learn more about this experimental feature <a href=\"https://github.com/mozilla/togetherjs/wiki/About-Audio-Chat-and-WebRTC\" target=\"_blank\">here</a>.": "Se seu navegador suporta, clique no ícone do microfone para começar uma conversa com áudio. Aprenda mais sobre essa funcionalidade experimental <a href=\"https://github.com/mozilla/togetherjs/wiki/About-Audio-Chat-and-WebRTC\" target=\"_blank\">aqui</a>.",
  "Internet Explorer <a href=\"https://github.com/mozilla/togetherjs/wiki/Supported-Browsers#internet-explorer\">is currently not supported</a>.  If you do want to try out TogetherJS, we'd suggest using Firefox or Chrome.": "Internet Explorer <a href=\"https://github.com/mozilla/togetherjs/wiki/Supported-Browsers#internet-explorer\">não é suportado</a>.  Se você quer tentar usar TogetherJS, sugerimos utilizar o Firefox or Chrome.",
  "Internet Explorer <a href='https://github.com/mozilla/togetherjs/wiki/Supported-Browsers#internet-explorer'> is not supported</a> and won't be supported in the near term, please use Firefox or Chrome.": "Internet Explorer <a href='https://github.com/mozilla/togetherjs/wiki/Supported-Browsers#internet-explorer'> não é suportado</a> e não será suportado em curto prazo, por favor, use Firefox or Chrome.",
  "Invite a friend": "Convide um amigo",
  "Invite anyone": "Convide alguém",
  "is on the same page as you.": "está na mesma página que você.",
  "Join them": "Junte-se",
  "Join TOOL_NAME session?": "Entrar na sessão TOOL_NAME?",
  "joined the session.": "entrou na sessão.",
  "left the session.": "saiu da sessão.",
  "Live audio chat requires a newer (or different) browser than you're using.": "Conversa com áudio ao vivo requer um navegador mais novo (ou diferente) deste que você está usando.",
  "Loading form...": "Carregando formulário...",
  "Move the dock": "Mova o painel",
  "names": "Raposa Amigável, Castor Brilhante, Coruja Observadora, Girafa Sociável, Lobo Selvagem, Foca Silenciosa, Baleia Maluca, Gato Curioso, Iguana Inteligente",
  "No one else is here.": "Ninguém está aqui.",
  "No, don't join": "Não, não entrar",
  "Nudge them": "Cutucá-los",
  "OK": "OK",
  "or": "ou",
  "Participants": "Participantes",
  "Pick profile color": "Alterar cor do perfil",
  "Read more about Audio Chat": "Leia mais sobre conversa com áudio",
  "refresh users": "atualizar usuários",
  "Role:": "Papel:",
  "Save": "Salvar",
  "Saved!": "Salvo!",
  "See <a href='https://github.com/mozilla/togetherjs/wiki/About-Audio-Chat-and-WebRTC' target='_blank'>this page</a>for more information and a list of supported browsers.": "Veja <a href='https://github.com/mozilla/togetherjs/wiki/About-Audio-Chat-and-WebRTC' target='_blank'>esta página</a>para maiores informações e uma lista de navegadores suportados.",
  "Send the above link to a friend so they can join your session!  You can find this invite link on the TOOL_NAME dock as well.": "Envie o link acima para um amigo e então eles poderão entrar na sua sessão!  Você pode encontrar este link de convite no painel TOOL_NAME também.",
  "Set up your avatar, name and user color above.  If you'd like to update it later, you can click your Profile button.": "Configure seu avatar, nome e cor acima.  Se você quiser alterar depois, você pode clicar no seu botão Perfil.",
  "Settings and Profile": "Configurações e Perfil",
  "Sorry": "Desculpe",
  "Status:": "Status:",
  "Talking on your microphone through your web browser is an experimental feature.": "Usar seu microfone através do navegador é uma funcionalidade experimental.",
  "This is you": "Este é você",
  "to": "para",
  "TOOL_NAME is a service for your website that makes it easy to collaborate in real-time on SITE_NAME": "TOOL_NAME é um serviço para seu website que torna fácil colaborar em tempo real em SITE_NAME",
  "Try TOOL_NAME Anyway": "Tente TOOL_NAME de qualquer maneira",
  "Turn on microphone": "Ligue o microfone",
  "Type your message here": "Digite sua mensagem aqui",
  "Unsupported Browser": "Navegador não suportado",
  "Update avatar": "Atualizar avatar",
  "Update Name": "Atualizar Nome",
  "Update your name": "Alterar seu nome",
  "We're sorry, TOOL_NAME doesn't work with this browser.  Please <a href='https://github.com/mozilla/togetherjs/wiki/Supported-Browsers#supported-browsers'>upgrade to a supported browser</a> to try TOOL_NAME.": "Nós lamentamos, TOOL_NAME não funciona neste navegador.  Por favor <a href='https://github.com/mozilla/togetherjs/wiki/Supported-Browsers#supported-browsers'>atualize para um navegador suportado</a> para usar TOOL_NAME.",
  "We need your help fixing TogetherJS on Internet Explorer!  Here are a list of IE <a href=\"https://github.com/mozilla/togetherjs/issues?labels=IE&milestone=&page=1&state=open\" target=\"_blank\">GitHub issues</a> we need fixed that you can work on.": "Nós precisamos de sua ajuda para nos ajudar a corrigir o TogetherJS no Internet Explorer!  Aqui está uma <a href=\"https://github.com/mozilla/togetherjs/issues?labels=IE&milestone=&page=1&state=open\" target=\"_blank\">lista do GitHub de problemas</a> no IE que precisamos corrigir e que você pode nos ajudar.",
  "When your friends join you in your TOOL_NAME session, you can chat with them here!": "Quando seus amigos entrarem na sua sessão TOOL_NAME, você pode conversar com eles aqui!",
  "Would you like to join their session?": "Gostaria de entrar na sessão dele?",
  "Yes, join session": "Sim, entrar na sessão",
  "You can continue to try to use TOOL_NAME, but you are likely to hit lots of bugs.  So be warned.": "Você pode continuar a usar TOOL_NAME, mas é provável que você encontre alguns bugs.  Então, esteja ciente.",
  "You can invite more friends to the session by sending the invite link in the TOOL_NAME dock.": "Você pode convidar mais amigos para a sessão enviando o link de convite no painel TOOL_NAME.",
  "You": "Você",
  "you": "você",
  "You're using TOOL_NAME!": "Você está usando TOOL_NAME!",
  "Your friend has asked you to join their TOOL_SITE_LINK browser session to collaborate in real-time!": "Seu amigo perguntou se você quer entrar na sessão TOOL_SITE_LINK do navegador dele para colaborarem em tempo real!"
}
